tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
brew "asdf"
brew "bat"
brew "btop"
brew "cmake"
brew "cowsay"
brew "curl"
brew "docker"
brew "docker-compose"
brew "duf"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "guile"
brew "httpie"
brew "jq"
brew "lf"
brew "lolcat"
brew "luarocks"
brew "neovim"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "tokei"
brew "trash"
brew "wget"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "arc"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "charles"
cask "chromium"
cask "clashx"
cask "cron"
cask "discord"
cask "dozer"
cask "hammerspoon"
cask "figma"
cask "google-chrome"
cask "input-source-pro"
cask "kitty"
cask "linear-linear"
cask "orbstack"
cask "shottr"
cask "slack"
cask "squirrel"
cask "telegram"
cask "the-unarchiver"
cask "raycast"
cask "notion"
cask "iina"
