{
  "plugins": {
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest",
      "version": "'master'"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim",
      "version": "'main'"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.bufremove": {
      "src": "https://github.com/nvim-mini/mini.bufremove",
      "version": "'main'"
    },
    "mini.comment": {
      "src": "https://github.com/nvim-mini/mini.comment",
      "version": "'main'"
    },
    "mini.completion": {
      "src": "https://github.com/nvim-mini/mini.completion",
      "version": "'main'"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns",
      "version": "'main'"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons",
      "version": "'main'"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope",
      "version": "'main'"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs",
      "version": "'main'"
    },
    "mini.snippets": {
      "src": "https://github.com/nvim-mini/mini.snippets",
      "version": "'main'"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": "'main'"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring",
      "version": "'main'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "vim-visual-multi": {
      "src": "https://github.com/mg979/vim-visual-multi",
      "version": "'master'"
    }
  }
}
